unsigned char font50[] = {

   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת

 254, // ‏‏‏‏‏‏‏ת
   0, // תתתתתתתת
 238, // ‏‏‏ת‏‏‏ת
  40, // תת‏ת‏תתת
 170, // ‏ת‏ת‏ת‏ת
 186, // ‏ת‏‏‏ת‏ת
 130, // ‏תתתתת‏ת
 254, // ‏‏‏‏‏‏‏ת

   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
  15, // תתתת‏‏‏‏
  12, // תתתת‏‏תת
  10, // תתתת‏ת‏ת
   9, // תתתת‏תת‏

   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
 255, // ‏‏‏‏‏‏‏‏
   0, // תתתתתתתת
   0, // תתתתתתתת
 255, // ‏‏‏‏‏‏‏‏

   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
 248, // ‏‏‏‏‏תתת
  24, // תתת‏‏תתת
  56, // תת‏‏‏תתת
 248, // ‏‏‏‏‏תתת

 248, // ‏‏‏‏‏תתת
 248, // ‏‏‏‏‏תתת
 248, // ‏‏‏‏‏תתת
 248, // ‏‏‏‏‏תתת
 248, // ‏‏‏‏‏תתת
 248, // ‏‏‏‏‏תתת
 248, // ‏‏‏‏‏תתת
 248, // ‏‏‏‏‏תתת

 248, // ‏‏‏‏‏תתת
 248, // ‏‏‏‏‏תתת
 248, // ‏‏‏‏‏תתת
 248, // ‏‏‏‏‏תתת
 248, // ‏‏‏‏‏תתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
  24, // תתת‏‏תתת
  60, // תת‏‏‏‏תת
  24, // תתת‏‏תתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת

   9, // תתתת‏תת‏
   9, // תתתת‏תת‏
  11, // תתתת‏ת‏‏
  15, // תתתת‏‏‏‏
  15, // תתתת‏‏‏‏
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת

   9, // תתתת‏תת‏
   9, // תתתת‏תת‏
   9, // תתתת‏תת‏
   9, // תתתת‏תת‏
   9, // תתתת‏תת‏
   9, // תתתת‏תת‏
   9, // תתתת‏תת‏
   9, // תתתת‏תת‏

 249, // ‏‏‏‏‏תת‏
 249, // ‏‏‏‏‏תת‏
 249, // ‏‏‏‏‏תת‏
 249, // ‏‏‏‏‏תת‏
 249, // ‏‏‏‏‏תת‏
 249, // ‏‏‏‏‏תת‏
 249, // ‏‏‏‏‏תת‏
 249, // ‏‏‏‏‏תת‏

   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
 255, // ‏‏‏‏‏‏‏‏
  28, // תתת‏‏‏תת
  58, // תת‏‏‏ת‏ת
 249, // ‏‏‏‏‏תת‏

 249, // ‏‏‏‏‏תת‏
 249, // ‏‏‏‏‏תת‏
 251, // ‏‏‏‏‏ת‏‏
 255, // ‏‏‏‏‏‏‏‏
 255, // ‏‏‏‏‏‏‏‏
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת

  16, // תתת‏תתתת
  48, // תת‏‏תתתת
 112, // ת‏‏‏תתתת
 255, // ‏‏‏‏‏‏‏‏
 112, // ת‏‏‏תתתת
  48, // תת‏‏תתתת
  16, // תתת‏תתתת
   0, // תתתתתתתת

 126, // ת‏‏‏‏‏‏ת
 219, // ‏‏ת‏‏ת‏‏
 219, // ‏‏ת‏‏ת‏‏
 255, // ‏‏‏‏‏‏‏‏
 195, // ‏‏תתתת‏‏
 231, // ‏‏‏תת‏‏‏
 126, // ת‏‏‏‏‏‏ת
   0, // תתתתתתתת

 146, // ‏תת‏תת‏ת
  84, // ת‏ת‏ת‏תת
  56, // תת‏‏‏תתת
 254, // ‏‏‏‏‏‏‏ת
  56, // תת‏‏‏תתת
  84, // ת‏ת‏ת‏תת
 146, // ‏תת‏תת‏ת
   0, // תתתתתתתת

 128, // ‏תתתתתתת
 224, // ‏‏‏תתתתת
 248, // ‏‏‏‏‏תתת
 254, // ‏‏‏‏‏‏‏ת
 248, // ‏‏‏‏‏תתת
 224, // ‏‏‏תתתתת
 128, // ‏תתתתתתת
   0, // תתתתתתתת

   1, // תתתתתתת‏
   7, // תתתתת‏‏‏
  31, // תתת‏‏‏‏‏
 127, // ת‏‏‏‏‏‏‏
  31, // תתת‏‏‏‏‏
   7, // תתתתת‏‏‏
   1, // תתתתתתת‏
   0, // תתתתתתתת

/*
 240, // ‏‏‏‏תתתת
 216, // ‏‏ת‏‏תתת
 240, // ‏‏‏‏תתתת
 207, // ‏‏תת‏‏‏‏
 219, // ‏‏ת‏‏ת‏‏
 207, // ‏‏תת‏‏‏‏
 195, // ‏‏תתתת‏‏
  14, // תתתת‏‏‏ת
*/

 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת

 127, // ת‏‏‏‏‏‏‏
 127, // ת‏‏‏‏‏‏‏
   0, // תתתתתתתת
   0, // תתתתתתתת
 126, // ת‏‏‏‏‏‏ת
 126, // ת‏‏‏‏‏‏ת
   6, // תתתתת‏‏ת
   6, // תתתתת‏‏ת

 254, // ‏‏‏‏‏‏‏ת
 254, // ‏‏‏‏‏‏‏ת
   0, // תתתתתתתת
   0, // תתתתתתתת
 126, // ת‏‏‏‏‏‏ת
 126, // ת‏‏‏‏‏‏ת
  96, // ת‏‏תתתתת
  96, // ת‏‏תתתתת

 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 103, // ת‏‏תת‏‏‏
 103, // ת‏‏תת‏‏‏
  96, // ת‏‏תתתתת
  96, // ת‏‏תתתתת
 127, // ת‏‏‏‏‏‏‏
 127, // ת‏‏‏‏‏‏‏

 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 230, // ‏‏‏תת‏‏ת
 230, // ‏‏‏תת‏‏ת
   6, // תתתתת‏‏ת
   6, // תתתתת‏‏ת
 254, // ‏‏‏‏‏‏‏ת
 254, // ‏‏‏‏‏‏‏ת

 136, // ‏תתת‏תתת
  34, // תת‏תתת‏ת
 136, // ‏תתת‏תתת
  85, // ת‏ת‏ת‏ת‏
 170, // ‏ת‏ת‏ת‏ת
 119, // ת‏‏‏ת‏‏‏
 221, // ‏‏ת‏‏‏ת‏
 119, // ת‏‏‏ת‏‏‏

   0, // תתתתתתתת
  24, // תתת‏‏תתת
  60, // תת‏‏‏‏תת
 126, // ת‏‏‏‏‏‏ת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת

  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
 126, // ת‏‏‏‏‏‏ת
  60, // תת‏‏‏‏תת
  24, // תתת‏‏תתת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
   8, // תתתת‏תתת
  12, // תתתת‏‏תת
 254, // ‏‏‏‏‏‏‏ת
  12, // תתתת‏‏תת
   8, // תתתת‏תתת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
  16, // תתת‏תתתת
  48, // תת‏‏תתתת
 127, // ת‏‏‏‏‏‏‏
  48, // תת‏‏תתתת
  16, // תתת‏תתתת
   0, // תתתתתתתת

 221, // ‏‏ת‏‏‏ת‏
 119, // ת‏‏‏ת‏‏‏
 221, // ‏‏ת‏‏‏ת‏
 170, // ‏ת‏ת‏ת‏ת
  85, // ת‏ת‏ת‏ת‏
  34, // תת‏תתת‏ת
 136, // ‏תתת‏תתת
  34, // תת‏תתת‏ת

 216, // ‏‏ת‏‏תתת
 216, // ‏‏ת‏‏תתת
 217, // ‏‏ת‏‏תת‏
 251, // ‏‏‏‏‏ת‏‏
 219, // ‏‏ת‏‏ת‏‏
 219, // ‏‏ת‏‏ת‏‏
 217, // ‏‏ת‏‏תת‏
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
 206, // ‏‏תת‏‏‏ת
 111, // ת‏‏ת‏‏‏‏
 109, // ת‏‏ת‏‏ת‏
 108, // ת‏‏ת‏‏תת
 204, // ‏‏תת‏‏תת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
 198, // ‏‏תתת‏‏ת
 235, // ‏‏‏ת‏ת‏‏
 110, // ת‏‏ת‏‏‏ת
 108, // ת‏‏ת‏‏תת
 103, // ת‏‏תת‏‏‏
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת

  48, // תת‏‏תתתת
  48, // תת‏‏תתתת
  48, // תת‏‏תתתת
  48, // תת‏‏תתתת
  48, // תת‏‏תתתת
   0, // תתתתתתתת
  48, // תת‏‏תתתת
   0, // תתתתתתתת

 108, // ת‏‏ת‏‏תת
 108, // ת‏‏ת‏‏תת
 108, // ת‏‏ת‏‏תת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת

 108, // ת‏‏ת‏‏תת
 108, // ת‏‏ת‏‏תת
 254, // ‏‏‏‏‏‏‏ת
 108, // ת‏‏ת‏‏תת
 254, // ‏‏‏‏‏‏‏ת
 108, // ת‏‏ת‏‏תת
 108, // ת‏‏ת‏‏תת
   0, // תתתתתתתת

  12, // תתתת‏‏תת
 126, // ת‏‏‏‏‏‏ת
 216, // ‏‏ת‏‏תתת
 124, // ת‏‏‏‏‏תת
  54, // תת‏‏ת‏‏ת
 252, // ‏‏‏‏‏‏תת
  96, // ת‏‏תתתתת
   0, // תתתתתתתת

   0, // תתתתתתתת
 198, // ‏‏תתת‏‏ת
 204, // ‏‏תת‏‏תת
  24, // תתת‏‏תתת
  48, // תת‏‏תתתת
 102, // ת‏‏תת‏‏ת
 198, // ‏‏תתת‏‏ת
   0, // תתתתתתתת

  56, // תת‏‏‏תתת
 108, // ת‏‏ת‏‏תת
  56, // תת‏‏‏תתת
 118, // ת‏‏‏ת‏‏ת
 220, // ‏‏ת‏‏‏תת
 204, // ‏‏תת‏‏תת
 118, // ת‏‏‏ת‏‏ת
   0, // תתתתתתתת

  96, // ת‏‏תתתתת
  96, // ת‏‏תתתתת
 192, // ‏‏תתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת

  12, // תתתת‏‏תת
  24, // תתת‏‏תתת
  48, // תת‏‏תתתת
  48, // תת‏‏תתתת
  48, // תת‏‏תתתת
  24, // תתת‏‏תתת
  12, // תתתת‏‏תת
   0, // תתתתתתתת

  96, // ת‏‏תתתתת
  48, // תת‏‏תתתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  48, // תת‏‏תתתת
  96, // ת‏‏תתתתת
   0, // תתתתתתתת

   0, // תתתתתתתת
 108, // ת‏‏ת‏‏תת
  56, // תת‏‏‏תתת
 254, // ‏‏‏‏‏‏‏ת
  56, // תת‏‏‏תתת
 108, // ת‏‏ת‏‏תת
   0, // תתתתתתתת
   0, // תתתתתתתת

   0, // תתתתתתתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
 126, // ת‏‏‏‏‏‏ת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
   0, // תתתתתתתת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
  48, // תת‏‏תתתת
  48, // תת‏‏תתתת
  96, // ת‏‏תתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
 126, // ת‏‏‏‏‏‏ת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
  48, // תת‏‏תתתת
  48, // תת‏‏תתתת
   0, // תתתתתתתת

   6, // תתתתת‏‏ת
  12, // תתתת‏‏תת
  24, // תתת‏‏תתת
  48, // תת‏‏תתתת
  96, // ת‏‏תתתתת
 192, // ‏‏תתתתתת
 128, // ‏תתתתתתת
   0, // תתתתתתתת

 124, // ת‏‏‏‏‏תת
 198, // ‏‏תתת‏‏ת
 198, // ‏‏תתת‏‏ת
 214, // ‏‏ת‏ת‏‏ת
 198, // ‏‏תתת‏‏ת
 198, // ‏‏תתת‏‏ת
 124, // ת‏‏‏‏‏תת
   0, // תתתתתתתת

  24, // תתת‏‏תתת
  56, // תת‏‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
   0, // תתתתתתתת

  60, // תת‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
   6, // תתתתת‏‏ת
  12, // תתתת‏‏תת
  24, // תתת‏‏תתת
  48, // תת‏‏תתתת
 126, // ת‏‏‏‏‏‏ת
   0, // תתתתתתתת

 124, // ת‏‏‏‏‏תת
   6, // תתתתת‏‏ת
   6, // תתתתת‏‏ת
  60, // תת‏‏‏‏תת
   6, // תתתתת‏‏ת
   6, // תתתתת‏‏ת
 124, // ת‏‏‏‏‏תת
   0, // תתתתתתתת

  14, // תתתת‏‏‏ת
  30, // תתת‏‏‏‏ת
  54, // תת‏‏ת‏‏ת
 102, // ת‏‏תת‏‏ת
 126, // ת‏‏‏‏‏‏ת
   6, // תתתתת‏‏ת
   6, // תתתתת‏‏ת
   0, // תתתתתתתת

 126, // ת‏‏‏‏‏‏ת
  96, // ת‏‏תתתתת
  96, // ת‏‏תתתתת
 124, // ת‏‏‏‏‏תת
   6, // תתתתת‏‏ת
   6, // תתתתת‏‏ת
 124, // ת‏‏‏‏‏תת
   0, // תתתתתתתת

  60, // תת‏‏‏‏תת
  96, // ת‏‏תתתתת
  96, // ת‏‏תתתתת
 124, // ת‏‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
  60, // תת‏‏‏‏תת
   0, // תתתתתתתת

 126, // ת‏‏‏‏‏‏ת
   6, // תתתתת‏‏ת
  12, // תתתת‏‏תת
  12, // תתתת‏‏תת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  48, // תת‏‏תתתת
   0, // תתתתתתתת

  60, // תת‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
  60, // תת‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
  60, // תת‏‏‏‏תת
   0, // תתתתתתתת

  60, // תת‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
  62, // תת‏‏‏‏‏ת
   6, // תתתתת‏‏ת
  12, // תתתת‏‏תת
  56, // תת‏‏‏תתת
   0, // תתתתתתתת

   0, // תתתתתתתת
  48, // תת‏‏תתתת
  48, // תת‏‏תתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
  48, // תת‏‏תתתת
  48, // תת‏‏תתתת
   0, // תתתתתתתת

   0, // תתתתתתתת
  48, // תת‏‏תתתת
  48, // תת‏‏תתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
  48, // תת‏‏תתתת
  48, // תת‏‏תתתת
  96, // ת‏‏תתתתת

  12, // תתתת‏‏תת
  24, // תתת‏‏תתת
  48, // תת‏‏תתתת
  96, // ת‏‏תתתתת
  48, // תת‏‏תתתת
  24, // תתת‏‏תתת
  12, // תתתת‏‏תת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
 126, // ת‏‏‏‏‏‏ת
   0, // תתתתתתתת
   0, // תתתתתתתת
 126, // ת‏‏‏‏‏‏ת
   0, // תתתתתתתת
   0, // תתתתתתתת

  96, // ת‏‏תתתתת
  48, // תת‏‏תתתת
  24, // תתת‏‏תתת
  12, // תתתת‏‏תת
  24, // תתת‏‏תתת
  48, // תת‏‏תתתת
  96, // ת‏‏תתתתת
   0, // תתתתתתתת

  60, // תת‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
   6, // תתתתת‏‏ת
  12, // תתתת‏‏תת
  24, // תתת‏‏תתת
   0, // תתתתתתתת
  24, // תתת‏‏תתת
   0, // תתתתתתתת

 124, // ת‏‏‏‏‏תת
 198, // ‏‏תתת‏‏ת
 222, // ‏‏ת‏‏‏‏ת
 222, // ‏‏ת‏‏‏‏ת
 222, // ‏‏ת‏‏‏‏ת
 192, // ‏‏תתתתתת
 120, // ת‏‏‏‏תתת
   0, // תתתתתתתת

  60, // תת‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 126, // ת‏‏‏‏‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
   0, // תתתתתתתת

 124, // ת‏‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 124, // ת‏‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 124, // ת‏‏‏‏‏תת
   0, // תתתתתתתת

  62, // תת‏‏‏‏‏ת
  96, // ת‏‏תתתתת
  96, // ת‏‏תתתתת
  96, // ת‏‏תתתתת
  96, // ת‏‏תתתתת
  96, // ת‏‏תתתתת
  62, // תת‏‏‏‏‏ת
   0, // תתתתתתתת

 124, // ת‏‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 124, // ת‏‏‏‏‏תת
   0, // תתתתתתתת

 126, // ת‏‏‏‏‏‏ת
  96, // ת‏‏תתתתת
  96, // ת‏‏תתתתת
 120, // ת‏‏‏‏תתת
  96, // ת‏‏תתתתת
  96, // ת‏‏תתתתת
 126, // ת‏‏‏‏‏‏ת
   0, // תתתתתתתת

 126, // ת‏‏‏‏‏‏ת
  96, // ת‏‏תתתתת
  96, // ת‏‏תתתתת
 120, // ת‏‏‏‏תתת
  96, // ת‏‏תתתתת
  96, // ת‏‏תתתתת
  96, // ת‏‏תתתתת
   0, // תתתתתתתת

  62, // תת‏‏‏‏‏ת
  96, // ת‏‏תתתתת
  96, // ת‏‏תתתתת
 110, // ת‏‏ת‏‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
  62, // תת‏‏‏‏‏ת
   0, // תתתתתתתת

 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 126, // ת‏‏‏‏‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
   0, // תתתתתתתת

  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
   0, // תתתתתתתת

   6, // תתתתת‏‏ת
   6, // תתתתת‏‏ת
   6, // תתתתת‏‏ת
   6, // תתתתת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
  60, // תת‏‏‏‏תת
   0, // תתתתתתתת

 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 108, // ת‏‏ת‏‏תת
 120, // ת‏‏‏‏תתת
 108, // ת‏‏ת‏‏תת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
   0, // תתתתתתתת

  96, // ת‏‏תתתתת
  96, // ת‏‏תתתתת
  96, // ת‏‏תתתתת
  96, // ת‏‏תתתתת
  96, // ת‏‏תתתתת
  96, // ת‏‏תתתתת
 126, // ת‏‏‏‏‏‏ת
   0, // תתתתתתתת

 198, // ‏‏תתת‏‏ת
 238, // ‏‏‏ת‏‏‏ת
 254, // ‏‏‏‏‏‏‏ת
 254, // ‏‏‏‏‏‏‏ת
 214, // ‏‏ת‏ת‏‏ת
 198, // ‏‏תתת‏‏ת
 198, // ‏‏תתת‏‏ת
   0, // תתתתתתתת

 198, // ‏‏תתת‏‏ת
 230, // ‏‏‏תת‏‏ת
 246, // ‏‏‏‏ת‏‏ת
 222, // ‏‏ת‏‏‏‏ת
 206, // ‏‏תת‏‏‏ת
 198, // ‏‏תתת‏‏ת
 198, // ‏‏תתת‏‏ת
   0, // תתתתתתתת

  60, // תת‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
  60, // תת‏‏‏‏תת
   0, // תתתתתתתת

 124, // ת‏‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 124, // ת‏‏‏‏‏תת
  96, // ת‏‏תתתתת
  96, // ת‏‏תתתתת
  96, // ת‏‏תתתתת
   0, // תתתתתתתת

  60, // תת‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 110, // ת‏‏ת‏‏‏ת
  62, // תת‏‏‏‏‏ת
   0, // תתתתתתתת

 124, // ת‏‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 124, // ת‏‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
   0, // תתתתתתתת

  62, // תת‏‏‏‏‏ת
  96, // ת‏‏תתתתת
  96, // ת‏‏תתתתת
  60, // תת‏‏‏‏תת
   6, // תתתתת‏‏ת
   6, // תתתתת‏‏ת
 124, // ת‏‏‏‏‏תת
   0, // תתתתתתתת

 126, // ת‏‏‏‏‏‏ת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
   0, // תתתתתתתת

 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
  60, // תת‏‏‏‏תת
   0, // תתתתתתתת

 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
  60, // תת‏‏‏‏תת
  24, // תתת‏‏תתת
   0, // תתתתתתתת

 198, // ‏‏תתת‏‏ת
 198, // ‏‏תתת‏‏ת
 198, // ‏‏תתת‏‏ת
 214, // ‏‏ת‏ת‏‏ת
 254, // ‏‏‏‏‏‏‏ת
 238, // ‏‏‏ת‏‏‏ת
 198, // ‏‏תתת‏‏ת
   0, // תתתתתתתת

 198, // ‏‏תתת‏‏ת
 198, // ‏‏תתת‏‏ת
 108, // ת‏‏ת‏‏תת
  56, // תת‏‏‏תתת
 108, // ת‏‏ת‏‏תת
 198, // ‏‏תתת‏‏ת
 198, // ‏‏תתת‏‏ת
   0, // תתתתתתתת

 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
  60, // תת‏‏‏‏תת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
   0, // תתתתתתתת

 126, // ת‏‏‏‏‏‏ת
   6, // תתתתת‏‏ת
  12, // תתתת‏‏תת
  24, // תתת‏‏תתת
  48, // תת‏‏תתתת
  96, // ת‏‏תתתתת
 126, // ת‏‏‏‏‏‏ת
   0, // תתתתתתתת

  60, // תת‏‏‏‏תת
  48, // תת‏‏תתתת
  48, // תת‏‏תתתת
  48, // תת‏‏תתתת
  48, // תת‏‏תתתת
  48, // תת‏‏תתתת
  60, // תת‏‏‏‏תת
   0, // תתתתתתתת

 192, // ‏‏תתתתתת
  96, // ת‏‏תתתתת
  48, // תת‏‏תתתת
  24, // תתת‏‏תתת
  12, // תתתת‏‏תת
   6, // תתתתת‏‏ת
   2, // תתתתתת‏ת
   0, // תתתתתתתת

 120, // ת‏‏‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
 120, // ת‏‏‏‏תתת
   0, // תתתתתתתת

  16, // תתת‏תתתת
  56, // תת‏‏‏תתת
 108, // ת‏‏ת‏‏תת
 198, // ‏‏תתת‏‏ת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
 255, // ‏‏‏‏‏‏‏‏

  48, // תת‏‏תתתת
  48, // תת‏‏תתתת
  24, // תתת‏‏תתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
  60, // תת‏‏‏‏תת
   6, // תתתתת‏‏ת
  62, // תת‏‏‏‏‏ת
 102, // ת‏‏תת‏‏ת
  62, // תת‏‏‏‏‏ת
   0, // תתתתתתתת

   0, // תתתתתתתת
  96, // ת‏‏תתתתת
 124, // ת‏‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 124, // ת‏‏‏‏‏תת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
  62, // תת‏‏‏‏‏ת
  96, // ת‏‏תתתתת
  96, // ת‏‏תתתתת
  96, // ת‏‏תתתתת
  62, // תת‏‏‏‏‏ת
   0, // תתתתתתתת

   0, // תתתתתתתת
   6, // תתתתת‏‏ת
  62, // תת‏‏‏‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
  62, // תת‏‏‏‏‏ת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
  60, // תת‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
 126, // ת‏‏‏‏‏‏ת
  96, // ת‏‏תתתתת
  60, // תת‏‏‏‏תת
   0, // תתתתתתתת

   0, // תתתתתתתת
  28, // תתת‏‏‏תת
  48, // תת‏‏תתתת
 120, // ת‏‏‏‏תתת
  48, // תת‏‏תתתת
  48, // תת‏‏תתתת
  48, // תת‏‏תתתת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
  62, // תת‏‏‏‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
  62, // תת‏‏‏‏‏ת
   6, // תתתתת‏‏ת
 124, // ת‏‏‏‏‏תת

   0, // תתתתתתתת
  96, // ת‏‏תתתתת
  96, // ת‏‏תתתתת
 124, // ת‏‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
   0, // תתתתתתתת

  24, // תתת‏‏תתת
   0, // תתתתתתתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
   0, // תתתתתתתת

   6, // תתתתת‏‏ת
   0, // תתתתתתתת
   6, // תתתתת‏‏ת
   6, // תתתתת‏‏ת
   6, // תתתתת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
  60, // תת‏‏‏‏תת

   0, // תתתתתתתת
  96, // ת‏‏תתתתת
 102, // ת‏‏תת‏‏ת
 108, // ת‏‏ת‏‏תת
 120, // ת‏‏‏‏תתת
 108, // ת‏‏ת‏‏תת
 102, // ת‏‏תת‏‏ת
   0, // תתתתתתתת

   0, // תתתתתתתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
 108, // ת‏‏ת‏‏תת
 254, // ‏‏‏‏‏‏‏ת
 214, // ‏‏ת‏ת‏‏ת
 214, // ‏‏ת‏ת‏‏ת
 198, // ‏‏תתת‏‏ת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
 124, // ת‏‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
  60, // תת‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
  60, // תת‏‏‏‏תת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
 124, // ת‏‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 124, // ת‏‏‏‏‏תת
  96, // ת‏‏תתתתת
  96, // ת‏‏תתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
  62, // תת‏‏‏‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
  62, // תת‏‏‏‏‏ת
   6, // תתתתת‏‏ת
   6, // תתתתת‏‏ת

   0, // תתתתתתתת
   0, // תתתתתתתת
 124, // ת‏‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
  96, // ת‏‏תתתתת
  96, // ת‏‏תתתתת
  96, // ת‏‏תתתתת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
  62, // תת‏‏‏‏‏ת
  96, // ת‏‏תתתתת
  60, // תת‏‏‏‏תת
   6, // תתתתת‏‏ת
 124, // ת‏‏‏‏‏תת
   0, // תתתתתתתת

   0, // תתתתתתתת
  24, // תתת‏‏תתת
  60, // תת‏‏‏‏תת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  28, // תתת‏‏‏תת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
  62, // תת‏‏‏‏‏ת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
  60, // תת‏‏‏‏תת
  24, // תתת‏‏תתת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
 198, // ‏‏תתת‏‏ת
 214, // ‏‏ת‏ת‏‏ת
 214, // ‏‏ת‏ת‏‏ת
 254, // ‏‏‏‏‏‏‏ת
 108, // ת‏‏ת‏‏תת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
 198, // ‏‏תתת‏‏ת
 108, // ת‏‏ת‏‏תת
  56, // תת‏‏‏תתת
 108, // ת‏‏ת‏‏תת
 198, // ‏‏תתת‏‏ת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
  62, // תת‏‏‏‏‏ת
   6, // תתתתת‏‏ת
  60, // תת‏‏‏‏תת

   0, // תתתתתתתת
   0, // תתתתתתתת
 126, // ת‏‏‏‏‏‏ת
  12, // תתתת‏‏תת
  24, // תתת‏‏תתת
  48, // תת‏‏תתתת
 126, // ת‏‏‏‏‏‏ת
   0, // תתתתתתתת

  14, // תתתת‏‏‏ת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
 112, // ת‏‏‏תתתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  14, // תתתת‏‏‏ת
   0, // תתתתתתתת

  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
   0, // תתתתתתתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
   0, // תתתתתתתת

 112, // ת‏‏‏תתתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  14, // תתתת‏‏‏ת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
 112, // ת‏‏‏תתתת
   0, // תתתתתתתת

 118, // ת‏‏‏ת‏‏ת
 220, // ‏‏ת‏‏‏תת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת

   0, // תתתתתתתת
  16, // תתת‏תתתת
  56, // תת‏‏‏תתת
 108, // ת‏‏ת‏‏תת
 198, // ‏‏תתת‏‏ת
 198, // ‏‏תתת‏‏ת
 254, // ‏‏‏‏‏‏‏ת
   0, // תתתתתתתת

  60, // תת‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
  96, // ת‏‏תתתתת
 102, // ת‏‏תת‏‏ת
  60, // תת‏‏‏‏תת
  12, // תתתת‏‏תת
   6, // תתתתת‏‏ת
  60, // תת‏‏‏‏תת

   0, // תתתתתתתת
 102, // ת‏‏תת‏‏ת
   0, // תתתתתתתת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
  62, // תת‏‏‏‏‏ת
   0, // תתתתתתתת

  14, // תתתת‏‏‏ת
   0, // תתתתתתתת
  60, // תת‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
 126, // ת‏‏‏‏‏‏ת
  96, // ת‏‏תתתתת
  60, // תת‏‏‏‏תת
   0, // תתתתתתתת

 126, // ת‏‏‏‏‏‏ת
 195, // ‏‏תתתת‏‏
  60, // תת‏‏‏‏תת
   6, // תתתתת‏‏ת
  62, // תת‏‏‏‏‏ת
 102, // ת‏‏תת‏‏ת
  62, // תת‏‏‏‏‏ת
   0, // תתתתתתתת

 102, // ת‏‏תת‏‏ת
   0, // תתתתתתתת
  60, // תת‏‏‏‏תת
   6, // תתתתת‏‏ת
  62, // תת‏‏‏‏‏ת
 102, // ת‏‏תת‏‏ת
  62, // תת‏‏‏‏‏ת
   0, // תתתתתתתת

 112, // ת‏‏‏תתתת
   0, // תתתתתתתת
  60, // תת‏‏‏‏תת
   6, // תתתתת‏‏ת
  62, // תת‏‏‏‏‏ת
 102, // ת‏‏תת‏‏ת
  62, // תת‏‏‏‏‏ת
   0, // תתתתתתתת

  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  60, // תת‏‏‏‏תת
   6, // תתתתת‏‏ת
  62, // תת‏‏‏‏‏ת
 102, // ת‏‏תת‏‏ת
  62, // תת‏‏‏‏‏ת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
  60, // תת‏‏‏‏תת
  96, // ת‏‏תתתתת
  96, // ת‏‏תתתתת
  60, // תת‏‏‏‏תת
   6, // תתתתת‏‏ת
  28, // תתת‏‏‏תת

 126, // ת‏‏‏‏‏‏ת
 195, // ‏‏תתתת‏‏
  60, // תת‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
 126, // ת‏‏‏‏‏‏ת
  96, // ת‏‏תתתתת
  60, // תת‏‏‏‏תת
   0, // תתתתתתתת

 102, // ת‏‏תת‏‏ת
   0, // תתתתתתתת
  60, // תת‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
 126, // ת‏‏‏‏‏‏ת
  96, // ת‏‏תתתתת
  60, // תת‏‏‏‏תת
   0, // תתתתתתתת

 112, // ת‏‏‏תתתת
   0, // תתתתתתתת
  60, // תת‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
 126, // ת‏‏‏‏‏‏ת
  96, // ת‏‏תתתתת
  60, // תת‏‏‏‏תת
   0, // תתתתתתתת

 102, // ת‏‏תת‏‏ת
   0, // תתתתתתתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
   0, // תתתתתתתת

  60, // תת‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
   0, // תתתתתתתת

  56, // תת‏‏‏תתת
   0, // תתתתתתתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
   0, // תתתתתתתת

 198, // ‏‏תתת‏‏ת
  56, // תת‏‏‏תתת
 108, // ת‏‏ת‏‏תת
 198, // ‏‏תתת‏‏ת
 254, // ‏‏‏‏‏‏‏ת
 198, // ‏‏תתת‏‏ת
 198, // ‏‏תתת‏‏ת
   0, // תתתתתתתת

  48, // תת‏‏תתתת
  48, // תת‏‏תתתת
   0, // תתתתתתתת
 120, // ת‏‏‏‏תתת
 204, // ‏‏תת‏‏תת
 252, // ‏‏‏‏‏‏תת
 204, // ‏‏תת‏‏תת
   0, // תתתתתתתת

  28, // תתת‏‏‏תת
   0, // תתתתתתתת
 124, // ת‏‏‏‏‏תת
  96, // ת‏‏תתתתת
 120, // ת‏‏‏‏תתת
  96, // ת‏‏תתתתת
 124, // ת‏‏‏‏‏תת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
 124, // ת‏‏‏‏‏תת
  22, // תתת‏ת‏‏ת
 124, // ת‏‏‏‏‏תת
 208, // ‏‏ת‏תתתת
 124, // ת‏‏‏‏‏תת
   0, // תתתתתתתת

 126, // ת‏‏‏‏‏‏ת
 216, // ‏‏ת‏‏תתת
 216, // ‏‏ת‏‏תתת
 252, // ‏‏‏‏‏‏תת
 216, // ‏‏ת‏‏תתת
 216, // ‏‏ת‏‏תתת
 222, // ‏‏ת‏‏‏‏ת
   0, // תתתתתתתת

  60, // תת‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
   0, // תתתתתתתת
  60, // תת‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
  60, // תת‏‏‏‏תת
   0, // תתתתתתתת

   0, // תתתתתתתת
 102, // ת‏‏תת‏‏ת
   0, // תתתתתתתת
  60, // תת‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
  60, // תת‏‏‏‏תת
   0, // תתתתתתתת

   0, // תתתתתתתת
 112, // ת‏‏‏תתתת
   0, // תתתתתתתת
  60, // תת‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
  60, // תת‏‏‏‏תת
   0, // תתתתתתתת

  60, // תת‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
   0, // תתתתתתתת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
  62, // תת‏‏‏‏‏ת
   0, // תתתתתתתת

   0, // תתתתתתתת
 112, // ת‏‏‏תתתת
   0, // תתתתתתתת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
  62, // תת‏‏‏‏‏ת
   0, // תתתתתתתת

   0, // תתתתתתתת
 102, // ת‏‏תת‏‏ת
   0, // תתתתתתתת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
  62, // תת‏‏‏‏‏ת
   6, // תתתתת‏‏ת
 124, // ת‏‏‏‏‏תת

 198, // ‏‏תתת‏‏ת
  56, // תת‏‏‏תתת
 108, // ת‏‏ת‏‏תת
 198, // ‏‏תתת‏‏ת
 198, // ‏‏תתת‏‏ת
 108, // ת‏‏ת‏‏תת
  56, // תת‏‏‏תתת
   0, // תתתתתתתת

 102, // ת‏‏תת‏‏ת
   0, // תתתתתתתת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
  60, // תת‏‏‏‏תת
   0, // תתתתתתתת

  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
 126, // ת‏‏‏‏‏‏ת
 192, // ‏‏תתתתתת
 192, // ‏‏תתתתתת
 126, // ת‏‏‏‏‏‏ת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת

  60, // תת‏‏‏‏תת
  96, // ת‏‏תתתתת
  96, // ת‏‏תתתתת
 240, // ‏‏‏‏תתתת
  96, // ת‏‏תתתתת
 230, // ‏‏‏תת‏‏ת
 252, // ‏‏‏‏‏‏תת
   0, // תתתתתתתת

 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
  60, // תת‏‏‏‏תת
 126, // ת‏‏‏‏‏‏ת
  24, // תתת‏‏תתת
 126, // ת‏‏‏‏‏‏ת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת

 248, // ‏‏‏‏‏תתת
 204, // ‏‏תת‏‏תת
 204, // ‏‏תת‏‏תת
 248, // ‏‏‏‏‏תתת
 196, // ‏‏תתת‏תת
 206, // ‏‏תת‏‏‏ת
 196, // ‏‏תתת‏תת
 198, // ‏‏תתת‏‏ת

  28, // תתת‏‏‏תת
  54, // תת‏‏ת‏‏ת
  48, // תת‏‏תתתת
  28, // תתת‏‏‏תת
  56, // תת‏‏‏תתת
  12, // תתתת‏‏תת
 108, // ת‏‏ת‏‏תת
  56, // תת‏‏‏תתת

  14, // תתתת‏‏‏ת
   0, // תתתתתתתת
  60, // תת‏‏‏‏תת
   6, // תתתתת‏‏ת
  62, // תת‏‏‏‏‏ת
 102, // ת‏‏תת‏‏ת
  62, // תת‏‏‏‏‏ת
   0, // תתתתתתתת

  28, // תתת‏‏‏תת
   0, // תתתתתתתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
   0, // תתתתתתתת

   0, // תתתתתתתת
  14, // תתתת‏‏‏ת
   0, // תתתתתתתת
  60, // תת‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
  60, // תת‏‏‏‏תת
   0, // תתתתתתתת

   0, // תתתתתתתת
  14, // תתתת‏‏‏ת
   0, // תתתתתתתת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
  62, // תת‏‏‏‏‏ת
   0, // תתתתתתתת

   0, // תתתתתתתת
 124, // ת‏‏‏‏‏תת
   0, // תתתתתתתת
 124, // ת‏‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
   0, // תתתתתתתת

 126, // ת‏‏‏‏‏‏ת
   0, // תתתתתתתת
 102, // ת‏‏תת‏‏ת
 118, // ת‏‏‏ת‏‏ת
 126, // ת‏‏‏‏‏‏ת
 110, // ת‏‏ת‏‏‏ת
 102, // ת‏‏תת‏‏ת
   0, // תתתתתתתת

  60, // תת‏‏‏‏תת
 108, // ת‏‏ת‏‏תת
 108, // ת‏‏ת‏‏תת
  62, // תת‏‏‏‏‏ת
   0, // תתתתתתתת
 126, // ת‏‏‏‏‏‏ת
   0, // תתתתתתתת
   0, // תתתתתתתת

  56, // תת‏‏‏תתת
 108, // ת‏‏ת‏‏תת
 108, // ת‏‏ת‏‏תת
  56, // תת‏‏‏תתת
   0, // תתתתתתתת
 124, // ת‏‏‏‏‏תת
   0, // תתתתתתתת
   0, // תתתתתתתת

  24, // תתת‏‏תתת
   0, // תתתתתתתת
  24, // תתת‏‏תתת
  48, // תת‏‏תתתת
  96, // ת‏‏תתתתת
 102, // ת‏‏תת‏‏ת
  60, // תת‏‏‏‏תת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
 126, // ת‏‏‏‏‏‏ת
  96, // ת‏‏תתתתת
  96, // ת‏‏תתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
 126, // ת‏‏‏‏‏‏ת
   6, // תתתתת‏‏ת
   6, // תתתתת‏‏ת
   0, // תתתתתתתת
   0, // תתתתתתתת

  66, // ת‏תתתת‏ת
 196, // ‏‏תתת‏תת
  72, // ת‏תת‏תתת
  88, // ת‏ת‏‏תתת
  36, // תת‏תת‏תת
  72, // ת‏תת‏תתת
 144, // ‏תת‏תתתת
  28, // תתת‏‏‏תת

  66, // ת‏תתתת‏ת
 196, // ‏‏תתת‏תת
  72, // ת‏תת‏תתת
  82, // ת‏ת‏תת‏ת
  38, // תת‏תת‏‏ת
  78, // ת‏תת‏‏‏ת
 130, // ‏תתתתת‏ת
   2, // תתתתתת‏ת

  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
   0, // תתתתתתתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
   0, // תתתתתתתת

   0, // תתתתתתתת
  54, // תת‏‏ת‏‏ת
 108, // ת‏‏ת‏‏תת
 216, // ‏‏ת‏‏תתת
 108, // ת‏‏ת‏‏תת
  54, // תת‏‏ת‏‏ת
   0, // תתתתתתתת
   0, // תתתתתתתת

   0, // תתתתתתתת
 216, // ‏‏ת‏‏תתת
 108, // ת‏‏ת‏‏תת
  54, // תת‏‏ת‏‏ת
 108, // ת‏‏ת‏‏תת
 216, // ‏‏ת‏‏תתת
   0, // תתתתתתתת
   0, // תתתתתתתת

 136, // ‏תתת‏תתת
  34, // תת‏תתת‏ת
 136, // ‏תתת‏תתת
  34, // תת‏תתת‏ת
 136, // ‏תתת‏תתת
  34, // תת‏תתת‏ת
 136, // ‏תתת‏תתת
  34, // תת‏תתת‏ת

 170, // ‏ת‏ת‏ת‏ת
  85, // ת‏ת‏ת‏ת‏
 170, // ‏ת‏ת‏ת‏ת
  85, // ת‏ת‏ת‏ת‏
 170, // ‏ת‏ת‏ת‏ת
  85, // ת‏ת‏ת‏ת‏
 170, // ‏ת‏ת‏ת‏ת
  85, // ת‏ת‏ת‏ת‏

 221, // ‏‏ת‏‏‏ת‏
 119, // ת‏‏‏ת‏‏‏
 221, // ‏‏ת‏‏‏ת‏
 119, // ת‏‏‏ת‏‏‏
 221, // ‏‏ת‏‏‏ת‏
 119, // ת‏‏‏ת‏‏‏
 221, // ‏‏ת‏‏‏ת‏
 119, // ת‏‏‏ת‏‏‏

  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת

  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
 248, // ‏‏‏‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת

  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
 248, // ‏‏‏‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
 248, // ‏‏‏‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת

 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 230, // ‏‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת

   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
 252, // ‏‏‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת

   0, // תתתתתתתת
   0, // תתתתתתתת
 240, // ‏‏‏‏תתתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
 248, // ‏‏‏‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת

 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 198, // ‏‏תתת‏‏ת
   6, // תתתתת‏‏ת
   6, // תתתתת‏‏ת
 198, // ‏‏תתת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת

 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת

   0, // תתתתתתתת
   0, // תתתתתתתת
 248, // ‏‏‏‏‏תתת
  12, // תתתת‏‏תת
   6, // תתתתת‏‏ת
 198, // ‏‏תתת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת

 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 198, // ‏‏תתת‏‏ת
   6, // תתתתת‏‏ת
  12, // תתתת‏‏תת
 248, // ‏‏‏‏‏תתת
   0, // תתתתתתתת
   0, // תתתתתתתת

 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 252, // ‏‏‏‏‏‏תת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת

  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
 248, // ‏‏‏‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
 240, // ‏‏‏‏תתתת
   0, // תתתתתתתת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
 240, // ‏‏‏‏תתתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת

  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  15, // תתתת‏‏‏‏
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת

  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
 255, // ‏‏‏‏‏‏‏‏
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
 255, // ‏‏‏‏‏‏‏‏
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת

  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  31, // תתת‏‏‏‏‏
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת

   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
 255, // ‏‏‏‏‏‏‏‏
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת

  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
 255, // ‏‏‏‏‏‏‏‏
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת

  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  31, // תתת‏‏‏‏‏
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  31, // תתת‏‏‏‏‏
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת

 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 103, // ת‏‏תת‏‏‏
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת

 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
  99, // ת‏‏תתת‏‏
  96, // ת‏‏תתתתת
  48, // תת‏‏תתתת
  31, // תתת‏‏‏‏‏
   0, // תתתתתתתת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
  31, // תתת‏‏‏‏‏
  48, // תת‏‏תתתת
  96, // ת‏‏תתתתת
  99, // ת‏‏תתת‏‏
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת

 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 195, // ‏‏תתתת‏‏
   0, // תתתתתתתת
   0, // תתתתתתתת
 255, // ‏‏‏‏‏‏‏‏
   0, // תתתתתתתת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
 255, // ‏‏‏‏‏‏‏‏
   0, // תתתתתתתת
   0, // תתתתתתתת
 195, // ‏‏תתתת‏‏
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת

 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
  99, // ת‏‏תתת‏‏
  96, // ת‏‏תתתתת
  96, // ת‏‏תתתתת
  99, // ת‏‏תתת‏‏
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת

   0, // תתתתתתתת
   0, // תתתתתתתת
 255, // ‏‏‏‏‏‏‏‏
   0, // תתתתתתתת
   0, // תתתתתתתת
 255, // ‏‏‏‏‏‏‏‏
   0, // תתתתתתתת
   0, // תתתתתתתת

 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 195, // ‏‏תתתת‏‏
   0, // תתתתתתתת
   0, // תתתתתתתת
 195, // ‏‏תתתת‏‏
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת

  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
 255, // ‏‏‏‏‏‏‏‏
   0, // תתתתתתתת
   0, // תתתתתתתת
 255, // ‏‏‏‏‏‏‏‏
   0, // תתתתתתתת
   0, // תתתתתתתת

 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 255, // ‏‏‏‏‏‏‏‏
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
 255, // ‏‏‏‏‏‏‏‏
   0, // תתתתתתתת
   0, // תתתתתתתת
 255, // ‏‏‏‏‏‏‏‏
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת

   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
 255, // ‏‏‏‏‏‏‏‏
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת

 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
  63, // תת‏‏‏‏‏‏
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת

  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  31, // תתת‏‏‏‏‏
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  15, // תתתת‏‏‏‏
   0, // תתתתתתתת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
  15, // תתתת‏‏‏‏
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  31, // תתת‏‏‏‏‏
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת

   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
  63, // תת‏‏‏‏‏‏
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת

 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 231, // ‏‏‏תת‏‏‏
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת

  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
 255, // ‏‏‏‏‏‏‏‏
   0, // תתתתתתתת
   0, // תתתתתתתת
 255, // ‏‏‏‏‏‏‏‏
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת

  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
 240, // ‏‏‏‏תתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
  15, // תתתת‏‏‏‏
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת

 255, // ‏‏‏‏‏‏‏‏
 255, // ‏‏‏‏‏‏‏‏
 255, // ‏‏‏‏‏‏‏‏
 255, // ‏‏‏‏‏‏‏‏
 255, // ‏‏‏‏‏‏‏‏
 255, // ‏‏‏‏‏‏‏‏
 255, // ‏‏‏‏‏‏‏‏
 255, // ‏‏‏‏‏‏‏‏

   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
 255, // ‏‏‏‏‏‏‏‏
 255, // ‏‏‏‏‏‏‏‏
 255, // ‏‏‏‏‏‏‏‏
 255, // ‏‏‏‏‏‏‏‏

 240, // ‏‏‏‏תתתת
 240, // ‏‏‏‏תתתת
 240, // ‏‏‏‏תתתת
 240, // ‏‏‏‏תתתת
 240, // ‏‏‏‏תתתת
 240, // ‏‏‏‏תתתת
 240, // ‏‏‏‏תתתת
 240, // ‏‏‏‏תתתת

  15, // תתתת‏‏‏‏
  15, // תתתת‏‏‏‏
  15, // תתתת‏‏‏‏
  15, // תתתת‏‏‏‏
  15, // תתתת‏‏‏‏
  15, // תתתת‏‏‏‏
  15, // תתתת‏‏‏‏
  15, // תתתת‏‏‏‏

 255, // ‏‏‏‏‏‏‏‏
 255, // ‏‏‏‏‏‏‏‏
 255, // ‏‏‏‏‏‏‏‏
 255, // ‏‏‏‏‏‏‏‏
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
 118, // ת‏‏‏ת‏‏ת
 220, // ‏‏ת‏‏‏תת
 204, // ‏‏תת‏‏תת
 220, // ‏‏ת‏‏‏תת
 118, // ת‏‏‏ת‏‏ת
   0, // תתתתתתתת

   0, // תתתתתתתת
  60, // תת‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
 124, // ת‏‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
 124, // ת‏‏‏‏‏תת
  96, // ת‏‏תתתתת
  96, // ת‏‏תתתתת

 126, // ת‏‏‏‏‏‏ת
 102, // ת‏‏תת‏‏ת
  96, // ת‏‏תתתתת
  96, // ת‏‏תתתתת
  96, // ת‏‏תתתתת
  96, // ת‏‏תתתתת
  96, // ת‏‏תתתתת
   0, // תתתתתתתת

   0, // תתתתתתתת
 254, // ‏‏‏‏‏‏‏ת
 108, // ת‏‏ת‏‏תת
 108, // ת‏‏ת‏‏תת
 108, // ת‏‏ת‏‏תת
 108, // ת‏‏ת‏‏תת
 108, // ת‏‏ת‏‏תת
   0, // תתתתתתתת

 126, // ת‏‏‏‏‏‏ת
 102, // ת‏‏תת‏‏ת
  48, // תת‏‏תתתת
  24, // תתת‏‏תתת
  48, // תת‏‏תתתת
 102, // ת‏‏תת‏‏ת
 126, // ת‏‏‏‏‏‏ת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
 126, // ת‏‏‏‏‏‏ת
 216, // ‏‏ת‏‏תתת
 216, // ‏‏ת‏‏תתת
 216, // ‏‏ת‏‏תתת
 112, // ת‏‏‏תתתת
   0, // תתתתתתתת

   0, // תתתתתתתת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 124, // ת‏‏‏‏‏תת
  96, // ת‏‏תתתתת
 192, // ‏‏תתתתתת

   0, // תתתתתתתת
 118, // ת‏‏‏ת‏‏ת
 220, // ‏‏ת‏‏‏תת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
   0, // תתתתתתתת

 126, // ת‏‏‏‏‏‏ת
  24, // תתת‏‏תתת
  60, // תת‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
  60, // תת‏‏‏‏תת
  24, // תתת‏‏תתת
 126, // ת‏‏‏‏‏‏ת

  56, // תת‏‏‏תתת
 108, // ת‏‏ת‏‏תת
 198, // ‏‏תתת‏‏ת
 254, // ‏‏‏‏‏‏‏ת
 198, // ‏‏תתת‏‏ת
 108, // ת‏‏ת‏‏תת
  56, // תת‏‏‏תתת
   0, // תתתתתתתת

  56, // תת‏‏‏תתת
 108, // ת‏‏ת‏‏תת
 198, // ‏‏תתת‏‏ת
 198, // ‏‏תתת‏‏ת
 108, // ת‏‏ת‏‏תת
 108, // ת‏‏ת‏‏תת
 238, // ‏‏‏ת‏‏‏ת
   0, // תתתתתתתת

  14, // תתתת‏‏‏ת
  24, // תתת‏‏תתת
  12, // תתתת‏‏תת
  62, // תת‏‏‏‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
  60, // תת‏‏‏‏תת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
 124, // ת‏‏‏‏‏תת
 214, // ‏‏ת‏ת‏‏ת
 214, // ‏‏ת‏ת‏‏ת
 124, // ת‏‏‏‏‏תת
   0, // תתתתתתתת
   0, // תתתתתתתת

   4, // תתתתת‏תת
   8, // תתתת‏תתת
 124, // ת‏‏‏‏‏תת
 214, // ‏‏ת‏ת‏‏ת
 214, // ‏‏ת‏ת‏‏ת
 124, // ת‏‏‏‏‏תת
  32, // תת‏תתתתת
  64, // ת‏תתתתתת

  28, // תתת‏‏‏תת
  48, // תת‏‏תתתת
  96, // ת‏‏תתתתת
 124, // ת‏‏‏‏‏תת
  96, // ת‏‏תתתתת
  48, // תת‏‏תתתת
  28, // תתת‏‏‏תת
   0, // תתתתתתתת

  60, // תת‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
   0, // תתתתתתתת

   0, // תתתתתתתת
 126, // ת‏‏‏‏‏‏ת
   0, // תתתתתתתת
 255, // ‏‏‏‏‏‏‏‏
   0, // תתתתתתתת
 126, // ת‏‏‏‏‏‏ת
   0, // תתתתתתתת
   0, // תתתתתתתת

 198, // ‏‏תתת‏‏ת
 238, // ‏‏‏ת‏‏‏ת
 254, // ‏‏‏‏‏‏‏ת
 126, // ת‏‏‏‏‏‏ת
 150, // ‏תת‏ת‏‏ת
 198, // ‏‏תתת‏‏ת
 230, // ‏‏‏תת‏‏ת
 240, // ‏‏‏‏תתתת

  60, // תת‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
  60, // תת‏‏‏‏תת
   0, // תתתתתתתת

   7, // תתתתת‏‏‏
   7, // תתתתת‏‏‏
   7, // תתתתת‏‏‏
   7, // תתתתת‏‏‏
   6, // תתתתת‏‏ת
  52, // תת‏‏ת‏תת
  48, // תת‏‏תתתת
   0, // תתתתתתתת

 250, // ‏‏‏‏‏ת‏ת
 252, // ‏‏‏‏‏‏תת
 192, // ‏‏תתתתתת
  62, // תת‏‏‏‏‏ת
 214, // ‏‏ת‏ת‏‏ת
 198, // ‏‏תתת‏‏ת
 198, // ‏‏תתת‏‏ת
   0, // תתתתתתתת

  60, // תת‏‏‏‏תת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
 102, // ת‏‏תת‏‏ת
  60, // תת‏‏‏‏תת
   0, // תתתתתתתת

   7, // תתתתת‏‏‏
   7, // תתתתת‏‏‏
   7, // תתתתת‏‏‏
   6, // תתתתת‏‏ת
   4, // תתתתת‏תת
  48, // תת‏‏תתתת
  48, // תת‏‏תתתת
   0, // תתתתתתתת

 252, // ‏‏‏‏‏‏תת
 192, // ‏‏תתתתתת
  62, // תת‏‏‏‏‏ת
 254, // ‏‏‏‏‏‏‏ת
 214, // ‏‏ת‏ת‏‏ת
 198, // ‏‏תתת‏‏ת
 198, // ‏‏תתת‏‏ת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
  60, // תת‏‏‏‏תת
  60, // תת‏‏‏‏תת
  60, // תת‏‏‏‏תת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
  24, // תתת‏‏תתת
  24, // תתת‏‏תתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
  24, // תתת‏‏תתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת

   3, // תתתתתת‏‏
   3, // תתתתתת‏‏
   6, // תתתתת‏‏ת
   6, // תתתתת‏‏ת
 204, // ‏‏תת‏‏תת
 108, // ת‏‏ת‏‏תת
  56, // תת‏‏‏תתת
  24, // תתת‏‏תתת

 120, // ת‏‏‏‏תתת
 108, // ת‏‏ת‏‏תת
 108, // ת‏‏ת‏‏תת
 108, // ת‏‏ת‏‏תת
 108, // ת‏‏ת‏‏תת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת

  56, // תת‏‏‏תתת
  12, // תתתת‏‏תת
  24, // תתת‏‏תתת
  48, // תת‏‏תתתת
  60, // תת‏‏‏‏תת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
  60, // תת‏‏‏‏תת
  60, // תת‏‏‏‏תת
  60, // תת‏‏‏‏תת
  60, // תת‏‏‏‏תת
   0, // תתתתתתתת
   0, // תתתתתתתת

   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
   0, // תתתתתתתת
};
